bornhack/badge2023/ports/raspberrypi/boards/bornhack_badge2023/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "BornHack Badge 2023"
#define MICROPY_HW_MCU_NAME "rp2040"

#define DEFAULT_I2C_BUS_SCL (&pin_GPIO5)
#define DEFAULT_I2C_BUS_SDA (&pin_GPIO4)
